In [1]:
dict={'Name':['Tom','Tom','Ricky','Vin','Steve','Smith','Jack','Lee','Chanchal','Gasper','Naviya','Andres'],
   'Age':[25,26,25,23,30,29,23,34,40,30,51,46],
   'Rating':[4.23,3.24,3.98,2.56,3.20,4.6,3.8,3.78,2.98,4.80,4.10,3.65]}

In [2]:
import pandas as pd

In [3]:
df=pd.DataFrame(dict)

In [4]:
df

        Name  Age  Rating
0        Tom   25    4.23
1        Tom   26    3.24
2      Ricky   25    3.98
3        Vin   23    2.56
4      Steve   30    3.20
5      Smith   29    4.60
6       Jack   23    3.80
7        Lee   34    3.78
8   Chanchal   40    2.98
9     Gasper   30    4.80
10    Naviya   51    4.10
11    Andres   46    3.65

In [5]:
df.skew()

Age       1.135089
Rating   -0.153629
dtype: float64

In [ ]:
#0-
#+-
#-